Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Clear this group's colors
de: Farben dieser Gruppe entfernen
es: Quitar los colores de este grupo
et: Tühjenda selle grupi värvid
fr: Effacer les couleurs de ce groupe
hu: A csoport színeinek törlése
it: Rimuovi i colori di questo gruppo
ja: このグループの色を消す
ko: 이 그룹의 색상 지우기
ms: Padam warna kumpulan ini
pt: Remover as cores deste grupo
ru: Сбросить цвета этой группы
zh_hans: 清除此分组的颜色

source: Clear this key's colors
de: Farben dieser Taste entfernen
es: Quitar los colores de esta tecla
et: Tühjenda selle klahvi värvid
fr: Effacer les couleurs de cette touche
hu: A billentyű színeinek törlése
it: Rimuovi i colori di questo tasto
ja: このキーの色を消す
ko: 이 키의 색상 지우기
ms: Padam warna kekunci ini
pt: Remover as cores desta tecla
ru: Сбросить цвета этой клавиши
zh_hans: 清除此按键的颜色

source: Cling hasn't shared anything yet. Opening it once is enough.
de: Cling hat noch nichts geteilt. Einmal öffnen genügt.
es: Cling aún no ha compartido nada. Basta con abrirlo una vez.
et: Cling ei ole veel midagi jaganud. Üks avamine on piisav.
fr: Cling n'a encore rien partagé. L'ouvrir une fois suffit.
hu: A Cling még nem osztott meg semmit. Elég egyszer megnyitni.
it: Cling non ha ancora condiviso nulla. Basta aprirlo una volta.
ja: Cling はまだ何も共有していません。一度開くだけで十分です。
ko: Cling이 아직 아무것도 공유하지 않았습니다. 한 번만 열면 됩니다.
ms: Cling belum berkongsi apa-apa. Cukup buka sekali sahaja.
pt: O Cling ainda não partilhou nada. Basta abri-lo uma vez.
ru: Cling пока ничем не поделился. Достаточно один раз его открыть.
zh_hans: Cling 还没有共享任何内容。打开一次就够了。

source: Cling holds notes, saved places, timers and countdowns. Clink can show them, type them into any field, and rename or delete them when Cling allows it.
de: In Cling liegen Notizen, gespeicherte Orte, Timer und Countdowns. Clink kann sie anzeigen, in jedes Feld tippen und sie umbenennen oder löschen, wenn Cling es zulässt.
es: Cling guarda notas, lugares, temporizadores y cuentas atrás. Clink puede mostrarlos, escribirlos en cualquier campo y renombrarlos o borrarlos cuando Cling lo permite.
et: Cling hoiab märkmeid, salvestatud kohti, taimereid ja tagasilugemisi. Clink saab neid kuvada, mis tahes väljale tipida ning ümber nimetada või kustutada, kui Cling seda lubab.
fr: Cling contient des notes, des lieux enregistrés, des minuteurs et des comptes à rebours. Clink peut les afficher, les taper dans n’importe quel champ, et les renommer ou les supprimer quand Cling l’autorise.
hu: A Clingben jegyzetek, mentett helyek, időzítők és visszaszámlálók vannak. A Clink meg tudja mutatni őket, be tudja írni bármelyik mezőbe, és át tudja nevezni vagy törölni, ha a Cling engedi.
it: In Cling ci sono note, luoghi salvati, timer e conti alla rovescia. Clink può mostrarli, scriverli in qualsiasi campo e rinominarli o eliminarli quando Cling lo consente.
ja: Cling にはメモ、保存した場所、タイマー、カウントダウンが入っています。Clink はそれらを表示し、どんな入力欄にも打ち込めます。Cling が許すときは名前の変更や削除もできます。
ko: Cling에는 메모, 저장한 장소, 타이머, 카운트다운이 들어 있습니다. Clink는 그것들을 보여 주고 어떤 입력란에든 써 넣으며, Cling이 허용할 때는 이름을 바꾸거나 지울 수도 있습니다.
ms: Cling menyimpan nota, tempat tersimpan, pemasa dan kira detik. Clink boleh memaparkannya, menaipkannya ke dalam mana-mana medan, serta menamakan semula atau memadamkannya apabila Cling membenarkan.
pt: O Cling guarda notas, sítios guardados, temporizadores e contagens decrescentes. O Clink pode mostrá-los, escrevê-los em qualquer campo e mudar-lhes o nome ou apagá-los quando o Cling deixa.
ru: В Cling лежат заметки, сохранённые места, таймеры и обратные отсчёты. Clink может показывать их, вставлять в любое поле, а также переименовывать и удалять, если Cling это разрешает.
zh_hans: Cling 里装着备忘、保存的地点、计时器和倒计时。Clink 可以把它们显示出来、输入到任何输入框，并在 Cling 允许时重命名或删除。

source: Cling holds notes, saved places, timers and countdowns. Clink can show them, type them into any field, and, when Cling allows it, rename and delete them.
de: Cling hält Notizen, Orte, Timer und Countdowns. Clink kann sie zeigen, in jedes Feld tippen und — wenn Cling es erlaubt — umbenennen und löschen.
es: Cling guarda notas, lugares, temporizadores y cuentas atrás. Clink puede mostrarlos, escribirlos en cualquier campo y —si Cling lo permite— renombrarlos y eliminarlos.
et: Cling hoiab märkmeid, kohti, taimereid ja tagasilugemisi. Clink saab neid kuvada, igasse välja tipida ja — kui Cling lubab — ümber nimetada ning kustutada.
fr: Cling conserve des notes, des lieux, des minuteurs et des comptes à rebours. Clink peut les afficher, les écrire dans n'importe quel champ et — si Cling l'autorise — les renommer et les supprimer.
hu: A Cling jegyzeteket, helyeket, időzítőket és visszaszámlálókat tárol. A Clink megmutatja őket, bármelyik mezőbe beírja, és — ha a Cling engedi — át is nevezi vagy törli.
it: Cling conserva note, luoghi, timer e conti alla rovescia. Clink può mostrarli, scriverli in qualsiasi campo e — se Cling lo permette — rinominarli ed eliminarli.
ja: Cling はメモ、保存した場所、タイマー、カウントダウンを保持します。Clink はそれらを表示し、どの入力欄にも入力でき、Cling が許可すれば名前の変更や削除もできます。
ko: Cling은 메모, 저장한 장소, 타이머, 카운트다운을 보관합니다. Clink는 이를 보여주고 어떤 입력란에도 입력할 수 있으며, Cling이 허용하면 이름 변경과 삭제도 가능합니다.
ms: Cling menyimpan nota, tempat, pemasa dan kira detik. Clink boleh menunjukkannya, menaipnya dalam mana-mana medan dan — jika Cling membenarkan — menamakan semula serta memadamnya.
pt: O Cling guarda notas, locais, temporizadores e contagens decrescentes. O Clink pode mostrá-los, escrevê-los em qualquer campo e — se o Cling permitir — renomeá-los e eliminá-los.
ru: В Cling лежат заметки, сохранённые места, таймеры и обратные отсчёты. Clink может показывать их, вставлять в любое поле, а если Cling разрешает — переименовывать и удалять.
zh_hans: Cling 保存备忘、地点、计时器和倒计时。Clink 可以显示它们、输入到任何输入框，并在 Cling 允许时重命名和删除。

source: Cling is holding %lld things.
de: Cling hält %lld Sachen.
es: Cling guarda %lld elementos.
et: Cling hoiab %lld asja.
fr: Cling contient %lld éléments.
hu: A Clingben %lld dolog van.
it: Cling contiene %lld elementi.
ja: Cling に %lld 件あります。
ko: Cling에 %lld개 있습니다.
ms: Cling menyimpan %lld perkara.
pt: O Cling tem %lld itens.
ru: В Cling лежит объектов: %lld.
zh_hans: Cling 保存了 %lld 项内容。

source: Cling is holding 1 thing.
de: Cling hält 1 Sache.
es: Cling guarda 1 elemento.
et: Cling hoiab 1 asja.
fr: Cling contient 1 élément.
hu: A Clingben 1 dolog van.
it: Cling contiene 1 elemento.
ja: Cling に 1 件あります。
ko: Cling에 1개 있습니다.
ms: Cling menyimpan 1 perkara.
pt: O Cling tem 1 item.
ru: В Cling лежит одна вещь.
zh_hans: Cling 保存了 1 项内容。

source: Cling is off. Turn it on to use it.
de: Cling ist aus. Schalte es ein, um es zu nutzen.
es: Cling está desactivado. Actívalo para usarlo.
et: Cling on väljas. Lülita see sisse, et kasutada.
fr: Cling est désactivé. Active-le pour l'utiliser.
hu: A Cling ki van kapcsolva. Kapcsold be, hogy használhasd.
it: Cling è disattivato. Attivalo per usarlo.
ja: Cling はオフです。オンにすると使えます。
ko: Cling이 꺼져 있어요. 켜면 쓸 수 있어요.
ms: Cling dimatikan. Hidupkannya untuk menggunakannya.
pt: O Cling está desligado. Liga-o para o usares.
ru: Cling выключен. Включите его, чтобы пользоваться.
zh_hans: Cling 已关闭。打开后就能使用。

source: Cling is on this device but Clink doesn't have access to its shared container. That's a build setting, not something you can fix here.
de: Cling ist auf diesem Gerät, aber Clink hat keinen Zugriff auf dessen gemeinsamen Container. Das ist eine Build-Einstellung und lässt sich hier nicht ändern.
es: Cling está en este dispositivo, pero Clink no tiene acceso a su contenedor compartido. Es un ajuste de compilación, no algo que puedas arreglar aquí.
et: Cling on selles seadmes, aga Clinkil puudub juurdepääs selle ühiskasutuses konteinerile. See on ehituse seadistus, mitte midagi, mida siin parandada saab.
fr: Cling est sur cet appareil, mais Clink n'a pas accès à son conteneur partagé. C'est un réglage de compilation, pas quelque chose à corriger ici.
hu: A Cling itt van az eszközön, de a Clinknek nincs hozzáférése a megosztott tárolójához. Ez fordítási beállítás, itt nem javítható.
it: Cling è su questo dispositivo, ma Clink non ha accesso al suo contenitore condiviso. È un'impostazione di build, non una cosa che puoi sistemare qui.
ja: Cling はこの端末にありますが、Clink が共有コンテナにアクセスできません。これはビルド設定の問題で、ここでは直せません。
ko: 이 기기에 Cling이 있지만 Clink가 공유 컨테이너에 접근할 수 없습니다. 빌드 설정 문제라 여기서는 고칠 수 없습니다.
ms: Cling ada pada peranti ini, tetapi Clink tiada akses kepada bekas kongsinya. Itu tetapan binaan, bukan sesuatu yang boleh anda betulkan di sini.
pt: O Cling está neste dispositivo, mas o Clink não tem acesso ao seu contentor partilhado. É uma definição de compilação, não algo que possa corrigir aqui.
ru: Cling есть на этом устройстве, но у Clink нет доступа к его общему контейнеру. Это настройка сборки, здесь её не исправить.
zh_hans: 这台设备上装有 Cling，但 Clink 无法访问它的共享容器。这是构建设置的问题，无法在这里解决。

source: Cling isn't holding anything right now.
de: Cling hält gerade nichts.
es: Ahora mismo Cling no guarda nada.
et: Cling ei hoia praegu midagi.
fr: Cling ne contient rien pour le moment.
hu: A Clingben most nincs semmi.
it: Al momento Cling non contiene nulla.
ja: 今 Cling には何もありません。
ko: 지금 Cling에는 아무것도 없습니다.
ms: Cling tiada apa-apa buat masa ini.
pt: De momento o Cling não tem nada.
ru: Сейчас в Cling ничего нет.
zh_hans: Cling 目前没有保存任何内容。

source: Cling isn't installed
de: Cling ist nicht installiert
es: Cling no está instalado
et: Cling pole paigaldatud
fr: Cling n'est pas installé
hu: A Cling nincs telepítve
it: Cling non è installato
ja: Cling がインストールされていません
ko: Cling이 설치되어 있지 않습니다
ms: Cling tidak dipasang
pt: O Cling não está instalado
ru: Cling не установлен
zh_hans: 未安装 Cling

source: Cling isn't letting Clink make changes. Turn that on in Cling.
de: Cling lässt Clink keine Änderungen vornehmen. Schalte das in Cling ein.
es: Cling no permite que Clink haga cambios. Actívalo en Cling.
et: Cling ei lase Clinkil muudatusi teha. Lülita see Clingis sisse.
fr: Cling n’autorise pas Clink à faire des modifications. Active-le dans Cling.
hu: A Cling nem engedi, hogy a Clink módosítson. Kapcsold be a Clingben.
it: Cling non permette a Clink di fare modifiche. Attivalo in Cling.
ja: Cling が Clink による変更を許可していません。Cling でオンにしてください。
ko: Cling이 Clink의 변경을 허용하지 않습니다. Cling에서 켜 주세요.
ms: Cling tidak membenarkan Clink membuat perubahan. Hidupkan dalam Cling.
pt: O Cling não deixa o Clink fazer alterações. Ative isso no Cling.
ru: Cling не разрешает Clink вносить изменения. Включите это в Cling.
zh_hans: Cling 不允许 Clink 做修改。请在 Cling 中开启。

source: Cling isn't set up yet
de: Cling ist noch nicht eingerichtet
es: Cling aún no está configurado
et: Cling pole veel seadistatud
fr: Cling n'est pas encore configuré
hu: A Cling még nincs beállítva
it: Cling non è ancora configurato
ja: Cling はまだ設定されていません
ko: Cling이 아직 설정되지 않았습니다
ms: Cling belum disediakan
pt: O Cling ainda não está configurado
ru: Cling ещё не настроен
zh_hans: Cling 还没有设置好

source: Cling isn't sharing with Clink
de: Cling teilt nichts mit Clink
es: Cling no está compartiendo con Clink
et: Cling ei jaga Clinkiga
fr: Cling ne partage rien avec Clink
hu: A Cling nem oszt meg semmit a Clinkkel
it: Cling non sta condividendo con Clink
ja: Cling は Clink と共有していません
ko: Cling이 Clink와 공유하고 있지 않습니다
ms: Cling tidak berkongsi dengan Clink
pt: O Cling não está a partilhar com o Clink
ru: Cling не делится с Clink
zh_hans: Cling 没有与 Clink 共享

source: Cling keeps the clips and saved notes you pin from the keyboard. Enable sharing for either tool above.
de: Cling bewahrt Clips und gespeicherte Notizen auf, die du über die Tastatur anheftest. Aktiviere oben die Freigabe für eines der beiden Werkzeuge.
es: Cling guarda los clips y las notas que fijes desde el teclado. Activa arriba el uso compartido para cualquiera de las dos herramientas.
et: Cling hoiab klippe ja salvestatud märkmeid, mida sa klaviatuurilt kinnitad. Lülita ülal sisse mõlema tööriista jagamine.
fr: Cling conserve les extraits et les notes enregistrées que tu épingles depuis le clavier. Active le partage pour l’un des deux outils ci-dessus.
hu: A Cling megőrzi a billentyűzetről kitűzött klipeket és mentett jegyzeteket. Kapcsold be fent a megosztást valamelyik eszközhöz.
it: Cling conserva gli appunti e le note salvate che fissi dalla tastiera. Attiva qui sopra la condivisione per uno dei due strumenti.
ja: Clingは、キーボードからピン留めしたクリップや保存済みメモを保管します。上のいずれかのツールで共有を有効にしてください。
ko: Cling은 키보드에서 고정한 클립과 저장된 메모를 보관합니다. 위 도구 중 하나에서 공유를 켜세요.
ms: Cling menyimpan klip dan nota tersimpan yang anda pin daripada papan kekunci. Dayakan perkongsian untuk salah satu alat di atas.
pt: O Cling guarda os recortes e as notas que afixar a partir do teclado. Ative acima a partilha para uma das ferramentas.
ru: Cling хранит фрагменты и заметки, которые вы закрепляете с клавиатуры. Включите обмен для любого из инструментов выше.
zh_hans: Cling 会保存你从键盘置顶的剪贴内容和已存笔记。请为上方任一工具开启共享。

source: Cling keeps the clips you pin from the keyboard's clipboard panel. Turn on Clipboard history to send to it.
de: Cling behält die Clips, die du aus der Zwischenablage des Tastatur-Panels anheftest. Schalte den Zwischenablageverlauf ein, um zu senden.
es: Cling guarda los clips que fijas desde el panel del portapapeles del teclado. Activa el historial del portapapeles para enviarlos.
et: Cling hoiab klippe, mida sa klaviatuuri lõikelaua paneelilt kinnitad. Lülita sisse Lõikelaua ajalugu, et sinna saata.
fr: Cling garde les clips que tu épingles depuis le panneau presse-papiers du clavier. Active l'historique du presse-papiers pour envoyer.
hu: A Cling megőrzi a vágólap-panelből rögzített klippeket. Kapcsold be a Vágólap-előzményeket a küldéshez.
it: Cling conserva le clip che fissi dal pannello appunti della tastiera. Attiva la cronologia degli appunti per inviarle.
ja: Clingはキーボードのクリップボードパネルからピン留めしたクリップを保持します。送信するにはクリップボード履歴をオンにしてください。
ko: Cling이 키보드 클립보드 패널에서 고정한 클립을 보관합니다. 보내려면 클립보드 기록을 켜세요.
ms: Cling menyimpan klip yang anda semat dari panel papan keratan papan kekunci. Hidupkan Sejarah papan keratan untuk menghantar.
pt: O Cling guarda os clipes que fixas a partir do painel da área de transferência do teclado. Liga o histórico da área de transferência para os enviar.
ru: Cling хранит фрагменты, которые вы закрепляете в панели буфера обмена. Включите «Историю буфера обмена», чтобы отправлять их туда.
zh_hans: Cling 会保存你从键盘剪贴板面板固定的剪辑。开启剪贴板历史即可发送。

source: Cling settings
de: Cling-Einstellungen
es: Ajustes de Cling
et: Clingi seaded
fr: Réglages de Cling
hu: Cling beállításai
it: Impostazioni di Cling
ja: Cling の設定
ko: Cling 설정
ms: Tetapan Cling
pt: Definições do Cling
ru: Настройки Cling
zh_hans: Cling 设置

source: Cling sharing
de: An Cling senden
es: Envío a Cling
et: Clingiga jagamine
fr: Envoi vers Cling
hu: Küldés a Clingbe
it: Invio a Cling
ja: Clingに送信
ko: Cling으로 보내기
ms: Kongsi ke Cling
pt: Envio para o Cling
ru: Обмен через Cling
zh_hans: 发送到 Cling

source: Clink Form controls the layout
de: Clink Form steuert das Layout
es: El diseño lo controla Clink Form
et: Clink Form juhib paigutust
fr: Clink Form contrôle la disposition
hu: Az elrendezést a Clink Form vezérli
it: Il layout lo gestisce Clink Form
ja: レイアウトは Clink Form が決めています
ko: 레이아웃은 Clink Form이 맡아요
ms: Clink Form yang kawal susun atur
pt: O Clink Form controla o layout
ru: Раскладкой управляет Clink Form
zh_hans: Clink Form 控制布局

source: Clink Pro is required for the keyboard
de: Für die Tastatur brauchst du Clink Pro
es: El teclado necesita Clink Pro
et: Klaviatuuri jaoks on vajalik Clink Pro
fr: Le clavier nécessite Clink Pro
hu: A billentyűzethez Clink Pro kell
it: Per la tastiera serve Clink Pro
ja: キーボードには Clink Pro が必要です
ko: 키보드를 쓰려면 Clink Pro가 필요해요
ms: Papan kekunci memerlukan Clink Pro
pt: O teclado precisa do Clink Pro
ru: Для клавиатуры нужен Clink Pro
zh_hans: 键盘需要 Clink Pro

source: Clink actions
de: Clink-Aktionen
es: Acciones de Clink
et: Clinki tegevused
fr: Actions de Clink
hu: Clink-műveletek
it: Azioni di Clink
ja: Clink アクション
ko: Clink 동작
ms: Tindakan Clink
pt: Ações do Clink
ru: Действия Clink
zh_hans: Clink 操作

source: Clink asks to confirm it's you before showing what's stored.
de: Clink fragt nach einer Bestätigung, bevor Gespeichertes angezeigt wird.
es: Clink pide confirmar que eres tú antes de mostrar lo guardado.
et: Clink palub enne salvestatu kuvamist kinnitada, et see oled sina.
fr: Clink demande de confirmer que c’est bien toi avant d’afficher ce qui est stocké.
hu: A Clink megerősítést kér, mielőtt megmutatja a tárolt adatokat.
it: Clink chiede di confermare che sei tu prima di mostrare ciò che è salvato.
ja: 保存されている内容を表示する前に、Clinkが本人確認を求めます。
ko: Clink는 저장된 내용을 표시하기 전에 본인 확인을 요청합니다.
ms: Clink meminta pengesahan bahawa ini anda sebelum menunjukkan apa yang disimpan.
pt: O Clink pede para confirmar que és tu antes de mostrar o que está guardado.
ru: Clink просит подтвердить, что это вы, прежде чем показать сохранённое.
zh_hans: 在显示已存储内容前，Clink 会要求确认是你本人。

source: Clink can show what Cling is holding but not change it. Turn on write access in Cling under Connected apps.
de: Clink kann zeigen, was Cling hält, es aber nicht ändern. Aktiviere den Schreibzugriff in Cling unter Verbundene Apps.
es: Clink puede mostrar lo que guarda Cling, pero no cambiarlo. Activa el acceso de escritura en Cling, en Apps conectadas.
et: Clink saab näidata, mida Cling hoiab, aga ei saa seda muuta. Lülita Clingis jaotises Ühendatud rakendused sisse kirjutamisjuurdepääs.
fr: Clink peut afficher le contenu de Cling mais pas le modifier. Active l’accès en écriture dans Cling, sous Apps connectées.
hu: A Clink meg tudja mutatni, mi van a Clingben, de módosítani nem. Kapcsold be az írási hozzáférést a Clingben, a Csatlakoztatott appok alatt.
it: Clink può mostrare quello che contiene Cling ma non modificarlo. Attiva l'accesso in scrittura in Cling, in App connesse.
ja: Clink は Cling の内容を表示できますが、変更はできません。Cling の連携アプリで書き込みを許可してください。
ko: Clink는 Cling의 내용을 보여줄 수는 있지만 변경할 수는 없습니다. Cling의 연결된 앱에서 쓰기 권한을 켜세요.
ms: Clink boleh menunjukkan isi Cling tetapi tidak boleh mengubahnya. Hidupkan akses tulis dalam Cling di Apl bersambung.
pt: O Clink pode mostrar o que o Cling tem, mas não alterar. Ative o acesso de escrita no Cling, em Apps ligadas.
ru: Clink может показывать содержимое Cling, но не менять его. Включите доступ на запись в Cling, в разделе «Подключённые приложения».
zh_hans: Clink 可以显示 Cling 里的内容，但不能修改。请在 Cling 的「已连接的 App」中开启写入权限。

source: Clink can't hear you
de: Clink kann dich nicht hören
es: Clink no puede oírte
et: Clink ei kuule sind
fr: Clink ne t'entend pas
hu: A Clink nem hall téged
it: Clink non ti sente
ja: Clink があなたの声を聞き取れません
ko: Clink가 소리를 듣지 못해요
ms: Clink tidak dapat mendengar anda
pt: O Clink não te consegue ouvir
ru: Clink вас не слышит
zh_hans: Clink 听不到你

source: Clink can't reach Cling
de: Clink erreicht Cling nicht
es: Clink no puede acceder a Cling
et: Clink ei pääse Clingile ligi
fr: Clink ne peut pas accéder à Cling
hu: A Clink nem éri el a Clinget
it: Clink non riesce a raggiungere Cling
ja: Clink が Cling に接続できません
ko: Clink가 Cling에 접근할 수 없습니다
ms: Clink tidak dapat mencapai Cling
pt: O Clink não consegue aceder ao Cling
ru: Clink не может достучаться до Cling
zh_hans: Clink 无法访问 Cling

source: Clink capitalises and adds punctuation on its own
de: Clink schreibt groß und setzt Satzzeichen von selbst
es: Clink pone mayúsculas y puntuación por su cuenta
et: Clink kirjutab suure algustähe ja lisab kirjavahemärgid iseseisvalt
fr: Clink met les majuscules et la ponctuation tout seul
hu: A Clink magától nagybetűz és írásjeleket rak be
it: Clink mette maiuscole e punteggiatura da solo
ja: Clinkが勝手に大文字にしたり句読点を入れたりします
ko: Clink이 알아서 대문자로 바꾸고 문장 부호를 넣어요
ms: Clink menulis huruf besar dan menambah tanda baca sendiri
pt: O Clink põe maiúsculas e pontuação sozinho
ru: Clink сам расставляет заглавные буквы и знаки препинания
zh_hans: Clink 会自己大写、自己加标点

source: Clink checks every language on your list as you type, so two languages can share a sentence without you switching.
de: Clink prüft beim Tippen jede Sprache deiner Liste, zwei Sprachen können sich also einen Satz teilen, ohne dass du umschaltest.
es: Clink comprueba todos los idiomas de tu lista mientras escribes, así que dos idiomas pueden compartir una frase sin que cambies de teclado.
et: Clink kontrollib tipimise käigus igat sinu loendis olevat keelt, nii et kaks keelt saavad lauses jagada ilma, et sa lülitaksid.
fr: Clink vérifie chaque langue de ta liste pendant que tu écris : deux langues peuvent partager une phrase sans que tu bascules.
hu: A Clink gépelés közben a listád minden nyelvét figyeli, így két nyelv megoszthat egy mondatot anélkül, hogy váltanál.
it: Clink controlla ogni lingua del tuo elenco mentre scrivi, così due lingue possono condividere una frase senza che tu cambi.
ja: Clinkは入力中にリスト内のすべての言語を照合するので、切り替えなくても2つの言語が同じ文に混ざって大丈夫です。
ko: Clink은 입력하는 동안 목록의 모든 언어를 확인하므로, 전환하지 않아도 두 언어가 한 문장에 섞일 수 있습니다.
ms: Clink menyemak setiap bahasa dalam senarai anda semasa menaip, jadi dua bahasa boleh berkongsi satu ayat tanpa anda bertukar.
pt: O Clink verifica todos os idiomas da tua lista enquanto escreves, por isso dois idiomas podem partilhar uma frase sem trocares.
ru: Clink проверяет все языки из вашего списка по ходу печати, так что два языка могут уживаться в одном предложении без переключения.
zh_hans: 打字时 Clink 会校对列表里的每一种语言，所以两种语言可以共处一句，不用切换。

source: Clink couldn't read that file. Try a wav, m4a, or mp3.
de: Clink konnte die Datei nicht lesen. Probier wav, m4a oder mp3.
es: Clink no pudo leer ese archivo. Prueba un wav, m4a o mp3.
et: Clink ei saanud seda faili lugeda. Proovi wav, m4a või mp3.
fr: Clink n’a pas pu lire ce fichier. Essaie un wav, m4a ou mp3.
hu: A Clink nem tudta olvasni a fájlt. Próbálj wav, m4a vagy mp3 fájlt.
it: Clink non è riuscito a leggere quel file. Prova un wav, m4a o mp3.
ja: Clinkはそのファイルを読めませんでした。wav、m4a、mp3を試してください。
ko: Clink이 그 파일을 읽지 못했어요. wav, m4a, mp3를 써 보세요.
ms: Clink tidak dapat membaca fail itu. Cuba wav, m4a atau mp3.
pt: O Clink não conseguiu ler esse ficheiro. Experimenta wav, m4a ou mp3.
ru: Clink не смог прочитать этот файл. Попробуйте wav, m4a или mp3.
zh_hans: Clink 读不了这个文件。试试 wav、m4a 或 mp3。

source: Clink couldn't save that sound.
de: Clink konnte den Klang nicht sichern.
es: Clink no pudo guardar ese sonido.
et: Clink ei saanud seda heli salvestada.
fr: Clink n’a pas pu enregistrer ce son.
hu: A Clink nem tudta menteni a hangot.
it: Clink non è riuscito a salvare quel suono.
ja: Clinkはその音を保存できませんでした。
ko: Clink이 그 소리를 저장하지 못했어요.
ms: Clink tidak dapat menyimpan bunyi itu.
pt: O Clink não conseguiu guardar esse som.
ru: Clink не смог сохранить этот звук.
zh_hans: Clink 存不了这段声音。

source: Clink couldn’t reach its storage to save that dictionary.
de: Clink konnte seinen Speicher nicht erreichen, um das Wörterbuch zu sichern.
es: Clink no pudo acceder a su almacenamiento para guardar ese diccionario.
et: Clink ei pääsenud selle sõnaraamatu salvestamiseks oma salvestusruumile ligi.
fr: Clink n’a pas pu accéder à son stockage pour enregistrer ce dictionnaire.
hu: A Clink nem érte el a tárhelyét, hogy elmentse a szótárat.
it: Clink non è riuscito ad accedere alla sua memoria per salvare quel dizionario.
ja: 辞書を保存するための保存領域にアクセスできませんでした。
ko: 사전을 저장할 저장 공간에 접근하지 못했습니다.
ms: Clink tidak dapat mencapai storannya untuk menyimpan kamus itu.
pt: O Clink não conseguiu aceder ao seu armazenamento para guardar esse dicionário.
ru: Clink не смог добраться до своего хранилища, чтобы сохранить этот словарь.
zh_hans: Clink 无法访问存储空间来保存该词典。
